Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/children_s_rights_and_policy/the_ombudsman_for_children.html.txt.tmx
Source language: en
Languages: ga

source: The Ombudsman for Children
ga: An tOmbudsman do Leanaí

source: The Ombudsman for Children in Ireland is a statutory office established under the Ombudsman for Children Act 2002
ga: Is oifig reachtúil í an tOmbudsman do Leanaí in Éireann arna bhunú faoin Acht umOmbudsman do Leanaí 2002

source: The main functions of the Office are:
ga: Is iad príomhfheidhmeanna na hOifige ná:

source: • To promote the rights and welfare of children and young people up to 18 years old
ga: • Cearta agus leas leanaí a chur chun cinn agus

source: • To investigate complaints made by children or on behalf of children against public bodies, schools and hospitals
ga: • Chun gearáin a dhéanann leanaí a fhiosrú nó a dhéantar ar son leanaí i leith comhlachtaí poiblí, scoileanna agus ospidéal

source: Many countries have an Ombudsman for Children
ga: Tá Ombudsman do Leanaí ag cuid mhaith tíortha

source: A number of these independent offices for children have been established since the adoption of the Convention on the Rights of the Child
ga: Bunaíodh roinnt de na hoifigí neamhspleácha seo ó glacadh leis An Coinbhinsiún um Chearta an Linbh

source: From 3 April 2017, the Ombudsman can accept complaints about children in Direct Provision
ga: Ó 30 Aibreán 2013, tá an raon comhlachtaí ar féidir iad a imscrúdú leathnú a chlúdach níos mó comhlachtaí agus eagraíochtaí a sholáthraíonn seirbhísí do leanaí thar ceann an Stáit phoiblí

source: Who does the Ombudsman for Children represent?
ga: Cé a ndéanann an tOmbudsman do Leanaí ionadaíocht orthu?

source: Under the Act, a child is someone under the age of 18 (however, young people under 18 who are members of the Defence Forces are not represented by the Ombudsman)
ga: Go ginearálta, faoin Acht, is ionann leanbh agus duine atá faoi ocht mbliana déag d’aois ach nach n-áirítear comhaltaí d’Óglaigh na hÉireann atá faoi ocht mbliana déag leis

source: Which bodies can the Ombudsman for Children investigate?
ga: Cé hiad na comhlachtaí ar féidir leis an Ombudsman do Leanaí iad a imscrúdú?

source: The Ombudsman for Children can investigate complaints about public bodies providing services or making decisions about children and families, or organisations providing services on behalf of the State
ga: Is féidir leis an Ombudsman do Leanaí imscrúdú a dhéanamh ar ghearáin faoi chomhlachtaí poiblí a sholáthraíonn seirbhísí nó cinntí a dhéanamh faoi leanaí agus do theaghlaigh, nó eagraíochtaí a sholáthraíonn seirbhísí ar son an Stáit

source: The Ombudsman for Children's Office has developed an unofficial list of the bodies covered (pdf) as a guide
ga: D'fhorbair Oifig an Ombudsman do Leanaí do liosta neamhoifigiúil de na comhlachtaí atá clúdaithe (pdf) mar threoir

source: How can the Ombudsman for Children promote the rights and welfare of children?
ga: Cén chaoi ar féidir leis an Ombudsman do Leanaí cearta agus leas leanaí a chur chun cinn?

source: The Ombudsman for Children can provide advice to the Government, encourage the development of policies, practices and procedures to promote children's rights and welfare, highlight issues that are of concern to children and monitor and review the operation of legislation insofar as it refers to children. The Ombudsman for Children can also support children and young people to find out about their rights and how they can be protected and realised
ga: Féadfaidh an tOmbudsman do Leanaí, chun cearta agus leasa an linbh a chur chun cinn, comhairle a chuir ar fáil don Rialtas, forbairt ar bheartais, cleachtais agus nósanna imeachta chun cearta agus leas leanaí a chur chun cinn a spreagadh, béim a leagan ar shaincheisteanna a bhaineann le leanaí agus athbhreithniú agus faireachán a dhéanamh ar oibriú na reachtaíochta chomh fada is a bhaineann sé le leanaí

source: The Ombudsman for Children may investigate on his own initiative or as a result of a complaint by a child, a family member or a professional who has dealings with the child
ga: Féadfaidh an tOmbudsman do Leanaí imscrúdú a dhéanamh as a stuaim féin nó de thoradh gearáin ó leanbh, ó dhuine den teaghlach nó ó dhuine gairmiúil a mbíonn baint acu leis an leanbh

source: If a parent is not making the complaint, one parent must be told that a complaint is being made
ga: Muna mbíonn tuismitheoir ag déanamh an gearáin, caithfear a chur in iúl do thuismitheoir amháin go bhfuil gearán á dhéanamh

source: Before making a complaint to the Ombudsman you must first use the complaints and appeals machinery of the body against whom you have a complaint
ga: Roimh duit gearán a dhéanamh don Ombudsman caithfidh tú sásra achomhairc agus gearán an chomhlachta a bhfuil an gearán agat ina choinne a úsáid ar dtús

source: If you are not satisfied with the outcome you can then contact the Ombudsman to make your complaint
ga: Muna mbíonn tú sásta leis an toradh féadfaidh tú teagmháil a dhéanamh leis an Ombudsman chun do ghearán a dhéanamh

source: The Ombudsman may not investigate complaints where legal proceedings have already commenced
ga: Ní fhéadfaidh an tOmbudsman gearán a imscrúdú a bhfuil tús curtha le imeachtaí dlíthiúla ina taobh

source: To make a complaint you should write to the Ombudsman for Children
ga: Chun gearán a dhéanamh ba chóir duit scríobh chuig an Ombudsman do Leanaí

source: You should enclose a copy of the letter(s) you sent to the body and give the reasons why you are not satisfied with the outcome of your complaint
ga: Ba cheart duit cóip den litir(reacha) a chuir tú chuig an gcomhlacht a bheith iniata agus luaigh na cúiseanna nach bhfuil tú sásta le toradh do ghearán

source: You will be contacted by the Office of the Ombudsman who will discuss your complaint with you
ga: Déanfaidh Oifig an Ombudsman teagmháil leat agus déanfar do ghearán a phlé leat

source: You can also make a complaint online or download a complaint form
ga: Ina theannta sin‚ féadfaidh tú gearán a dhéanamh ar líne nó foirm ghearáin a íoslódáil
